function manual()
{
  backgroundImage();

  drawRect(50, 50, 500, 410);
  fillColor("rgba(255,255,255,0.75)");

  align("center");
  writeText("ゲーム説明", 300, 120, 36, "#000000");
  writeText("ルール", 300, 160, 28, "#000000");
  writeText("制限時間が60秒のテトリスです。", 300, 190, 18, "#000000");
  writeText("多くの多くのブロックを同時に消したり、", 300, 220, 18, "#000000");
  writeText("連続てブロックを消すと加点されます。", 300, 250, 18, "#000000");
  writeText("操作方法", 300, 290, 28, "#000000");
  writeText("左右カーソルキー:ブロック移動", 300, 320, 18, "#000000");
  writeText("下カーソルキー:ブロック落下速度アップ", 300, 350, 18, "#000000");
  writeText("上カーソルキー:ブロック急降下", 300, 380, 18, "#000000");
  writeText("Z,Xキー:ブロック回転", 300, 410, 18, "#000000");
  writeText("スペースキー:ホールド", 300, 440, 18, "#000000");

  drawRect(175, 280 + 200, 250, 45);
  fillColor("#FFFF66");
  writeText("戻る" , 300, 310 + 200, 24, "black");
  strokeColor("red");
  drawStrokeRect(180, 285 + 200, 240, 35);
}